Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: “어쨌든 난 지금이 좋아.{j}아델라이 황녀의 위치를 위협할 생각도, 갑자기 얻은 지위에 심취해 주제 모르고 활개 치고 다닐 생각도 없어.”
en_us: “I’m satisfied where I am. So, I don’t plan on threatening Adellai’s position in this palace, and I have no interest in acting out just because I became a princess.”{j}

source: 행사 중간에 빠져 버렸으나 반푼이 황녀에게 신경 쓰는 사람은 없을 것이다.{j}황제인 자신의 아버지 역시 마찬가지일 터.
en_us: No one, including the emperor, was aware of her absence as the tournament carried on.{j}

source: 뱀과 늘 한 몸처럼 다니는 그들이었기에 이번 방문 역시 목에, 어깨에, 손목에 뱀을 두른 채 왔는데 웬만큼 간이 크지 않은 이상 쉭쉭거리는 뱀을 보며 평정심을 유지하는 게 영 힘들었다.
en_us: Because they always accompanied a snake by their side wherever they went, during their visit to Ates, they brought along their snakes tangled onto their necks, shoulders, and wrists. The snakes were huge enough for others to flinch at the sight.

source: 블론디나는 그들이 다가오자마자 상체를 숙이며 인사했다.
en_us: As soon as they got close to her, Blondina bent her body down.

source: 마주하면 자꾸 심장이 쿵쿵거려서.{j}마음이 두근거려서.
en_us: Every time she looked at him in the face she felt her heart racing and pounding like crazy.{j}

source: 어찌 되었든 제 핏줄.{j}외면하며 신경 쓰는 것보다야 황궁에 처박아 놓고 잊는 게 나았다.{j}혹여 뒤탈이 생길 수도 있거니와…… 그렇다고 죽여 버리기에는 무언가 찝찝했다.
en_us: He thought it would be safer to keep an eye on her by placing her in the castle rather than seeing her cause trouble outside. In the end, he believed that Blondina was one of his big mistakes that would haunt him his entire life. He did consider killing her at first, however, he didn’t because he thought it was inappropriate to kill one of his bloodlines. {j}{j}

source: 에이몬은, 제 목을 쥐고 바닥을 구르는 라르트 황자를 표정 없는 얼굴로 내려다보았다.{j}블론디나는 놀란 얼굴로 나무 옆에 몸을 바짝 붙이고 있었다.
en_us: Amon stared down at the prince, who was on the ground holding his neck, with an emotionless look. Blondina kept her distance as she stood next to a tree with a frightened face.{j}

source: 곧 에이몬이 블론디나를 향해 총총 걸어갔다.{j}블론디나는 아직도 죽은 나무처럼 굳어 있었다.
en_us: He strode to Blondina, who was still frozen in shock next to the tree.{j}

source: 두 팔을 벌린 그가 아델라이 황녀를 꼭 안아 주었다.
en_us: He spread out his arms to hug Princess Adellai tightly.

source: “어디서 났어?{j}훔친 건 아니지?”
en_us: “Where did you get this? You didn’t steal it did you?”{j}

source: 기다란 수염이 살짝 움직였다.
en_us: The leopard frowned when he felt a hand stroke his nose and slightly moved his long whiskers.

source: “냄새?{j}내게도 나?”
en_us: “Stink? Do I stink too?”{j}

source: “내 피가 천한 건 맞는데, 반은 황제 폐하의 것이야.”
en_us: “I know that my blood is of a peasant, but half of it is still royal.”

source: 고양이라는 기대에 부응하기 위해, 에이몬은 작게 한번 야옹거렸다.
en_us: Amon didn’t say anything, but simply meowed back like a cat.

source: 에이몬이 앞발로 병을 눌러 그대로 깨뜨려 버렸다.
en_us: Amon angrily pressed the bottle with his paws and shattered the glass.

source: 마제또가 부리로 보석을 쪼며 감탄했다.
en_us: Majetto excitedly yelled, pecking on the jewel with his beak.

source: “루시, 넌 알아?{j}왜 싸웠는지.”
en_us: “Lucy, do you know the reason behind their conflict?”{j}“Why did they fight?”

source: 어여쁜 소년 모습을 보고 싶은데 도통 보여 주지를 않는 것이다.
en_us: Blondina missed his beautiful human face, but Amon refused to transform. So, it had been while since she felt her heart flutter looking at his beauty.

source: 「그럼 이제 날 쓰다듬어.」
en_us: “Go on. Pet me now.”

source: 귀족과 황족이라고 해도 별거 없잖아?{j}고귀한 핏줄들이라 하여 우아할 줄 알았더니 치졸한 행동은 오히려 평민보다 못하다.
en_us: In Blondina’s eyes, they were no different from commoners, but actually worse. At first, she thought their royal, pure blood would make them better off than commoners, but she could tell by their actions that they were even worse.{j}

source: “미, 미안해.”
en_us: “I-I’m sorry,” Lart said in a teary voice.

source: “알고 있어.{j}나에 대한 어떤 소문이 도는지.{j}날 모두 어떤 시선으로 바라보는지.{j}우습겠지.{j}경멸스럽겠지.”
en_us: “I know what people here at the palace say about me and how they look at me. I’m sure they despise me for who I am.”{j}{j}{j}{j}

source: 「얼른 떼주기나 해.{j}그만 귀여워하고.」
en_us: “Hurry up. And stop patting me.”{j}

source: “그래.{j}노르디가 뭐라도 팔고 오라 한 게로구나.{j}손목을 자르기 전에는 그놈의 노름판을 못 끊겠지.”
en_us: “I’m assuming Nordy sent you to sell something again. Him and his love for gambling,” he said.

source: 필립은 허리 숙여 무릎을 부여잡았다가 이내 다시 폈다.
en_us: Philip reached down for his shin in pain and got back up immediately with a fake smile as if nothing happened.

source: 치부.
en_us: Weakness.

source: 이렇게 오래간만에 와서 왜 이렇게 붙어 있는 걸까.
en_us: Maybe he’s sleeping close to me because he feels sorry for stealing my bracelet and returning after a long time.

source: “너희 인간은 아주 약해.{j}알지?”
en_us: “You know how weak humans are, right?” Amon asked.{j}

source: 어느새 초록의 푸릇한 새싹이 얼굴을 내미는 봄이 됐다.
en_us: Outside Blondina’s room, lush green sprouts were springing up from the ground. Spring had arrived in the empire.

source: 잠시 후, 블론디나는 하녀 손에 곱게 빗겨진 머리를 쓸며 나왔다.{j}빛이 환하게 들어찬 창 근처에 아직 에이몬이 앉아 있었다.
en_us: A few moments later, Blondina returned stroking her hair combed by her servant. She found Amon sitting by the window where the sunlight warmly shined. {j}

source: 에이몬은 느릿하게 눈을 깜빡이며 햇살 아래 반짝이는 팔찌를 응시했다.{j}잘은 모르지만, 꽤 값어치가 나가는 게 확실했다.
en_us: Amon kept his eyes on the bracelet which was shining brightly under the sunlight. He assumed that it was an expensive gift just by how it looked.{j}

source: 꼬마 주제에 협박하는 본새가 제법 그럴듯했다.{j}가히 권력의 꼭대기에서 살아온 아이다운 태도다.
en_us: She was quite impressed with his threats. Those words were indeed the words coming out of a young boy who had already had a taste of power. {j}

source: 「아무튼…… 파티장에서 누가 괴롭히면 이로 콱 물어 버려.{j}인간도 치아는 단단하잖아.{j}아니면 손톱으로 할퀴든가.”
en_us: “Anyway. If someone makes fun of you at the party just bite them. Humans have pretty solid teeth, right? Or just scratch them with your nails.”{j}{j}

source: 그럴 리가 없는데.{j}상자를 던진 행동에 악의가 담겨 있다고 생각될 정도였다.
en_us: He knew it was impossible for a cat to do so, but he couldn’t let go of the thought that the cat intentionally kicked the box to him.{j}

source: 블론디나 황녀라.
en_us: Am I the princess she’s calling for?

source: 오늘따라 구름이 많았다.{j}달빛마저 가려진 지상은 막막한 어둠에 감겨 있었다.{j}적막한 숲에서 불어오는 바람 소리만이 흩뿌려진다.
en_us: It was a cloudy day. Not a single sliver of moonlight hit the ground, everything was covered in dreary darkness outside. Only the sound of wind coming from the forest broke the silent night.{j}{j}

source: 하지만 차마 할 말이 없는지라 꽉 쥐고 있던 부채를 펴 달아오른 얼굴을 부칠 수밖에 없었다.
en_us: However, with no words to add, Princess Adellai opened her fan and tried to calm herself down fanning her face.

source: 라르트 황자가 제 가슴팍을 두드리며 외쳤다.
en_us: Prince Lart yelled at his twin, hitting his chest.

source: “고마워.{j}근데 아직 조금 커서 빠지면 잃어버릴 테니까 목걸이로 만들어야겠다.”
en_us: “Thank you. It’s a little lose on me, so I’ll wear it on a necklace instead, not to lose it.”{j}

source: 담담한 어조로 말하는 블론디나가, 상대를 유치하게 뻐기는 아이들 취급했다.
en_us: Her straightforward words sounded like she was treating the young nobles like little childish toddlers.

source: 아델라이 황녀의 목소리를 들으며 블론디나는 고개를 기울였다.{j}둘이 하는 말이 도대체 어느 말인지 알 수 없었던 까닭이다.
en_us: Blondina tilted her head, unable to understand the words coming from Princess Adellai’s mouth. She stood at her spot oblivious to the language being spoken.{j}

source: 에이몬은 그 대회 자체에 큰 흥미를 보였다.
en_us: And when Amon first heard of this, he was greatly interested.

source: “오늘도 에이몬 님이 안 계시네요?
en_us: “I see Amon is not here today again.”

source: 물론, 아직 친구가 된 건 아니었지만.{j}문득 아까 보았던 두 마리 점박이 고양이가 떠올랐다.{j}이 까만 고양이를 괴롭히던 녀석들.{j}사실 오지랖이었다.{j}두 황족에게 쪼임을 당하고, 아비가 없다며 동네 아이들에게 괴롭힘당하던 제 모습이 이 고양이에게 투영되어 그냥 지나갈 수 없었던 것이다.
en_us: And of course, they weren’t friends yet. But Blondina couldn’t let the two spotted cats, who bullied him, off her mind. The scene reminded of her being bullied by the two royal twins and being teased by the kids in the streets for being an orphan.{j}{j}{j}{j}

source: “금발…… 금안…….”
en_us: “A golden-eye...blond...?”

source: 블론디나는 다시 달렸다.{j}지금 당장 반지를 팔 생각이었다.
en_us: Blondina began running back into the village. She knew it was time for her to sell the damn ring.

source: 여전히 그의 딸은 아델라이 황녀였고 본인은 이제야 겨우 황족의 경계선에 발을 디민 불청객일 뿐이었다.{j}무조건적으로 사랑해 주는 가족의 존재는, 저에게 없었다.{j}아무리 칭찬받는다 한들 딱 거기까지였다.{j}그 현실이 퍽 씁쓸했다.
en_us: Looking at how the emperor treated Adellai, she still felt like an outsider who wasn’t completely welcomed to join the royal family. There was no room for her feel the unconditional love, and ultimately these throwaway compliments couldn’t change the bitter reality she was in.{j}{j}{j}

source: 표범 신수는 태어날 때부터 인간 위에 군림하는 제왕이었다.
en_us: He was destined to rule over all humanity with his body larger than a bear and his destructive power none can match against.{j}

source: 고양이도 아니면서 고양이처럼 보이는 열렬한 반응이었다.
en_us: Although he strongly refused to be called a cat, he was acting just like one playing with the branch.

source: 「왜!{j}왜 그러는 건데!{j}이렇게 직접 찾아오고!」
en_us: “Why? What is up with him? Why couldn’t he ask someone else to deliver it to you?!”{j}{j}

source: 새끼 표범의 작은 발이었다.{j}보름 동안 모습을 보이지 않던 그가 그림자같이 다시 찾아온 것이다.
en_us: It was a paw of a baby leopard. Amon finally decided to show up like a wind after disappearing for fifteen days.{j}

source: 라르트 황자는 기가 막힌다는 듯 입을 뻐끔거렸다.
en_us: Prince Lart looked dumbfounded by Blondin’a words.

source: 손수건을 착착 접고 있으려니 문 뒤에서 하녀의 목소리가 들려왔다.
en_us: As she folded her handkerchief, her servant called to her behind the doors.

source: 엄마.{j}잊고 있던 가시가 다시 심장을 찔러 왔다.
en_us: Whenever she thought of her mother, it felt like a knife was piercing through her heart. It was painful.{j}

source: 루시는 아무런 답도 하지 못했다.
en_us: Lucy didn’t know what to say.

source: 아델라이 황녀는 애써 짜증을 숨기고 주먹만 꽉 쥐었다.
en_us: Princess Adellai clenched her fist tight and hid her annoyance.

source: 걸음을 멈추자 시녀가 블론디나를 불러왔다.
en_us: Her servant carefully asked.

source: “신수님은 강하지만 인간은 수가 많잖아요.{j}아무튼, 의미 없는 충돌을 계속하다가 평화 협정을 맺게 됐어요.{j}어쨌든 둘 다에게 피해인 건 확실하니까요”
en_us: “While the divine beasts were powerful, humans outnumbered them. After a number of meaningless battles between the two, both parties agreed to call a truce since the battles were detrimental to both sides.”{j}{j}

source: 에이몬은 한숨을 내쉬며 블론디나의 팔뚝에 제 보송한 뺨을 비볐다.{j}블론디나는 작은 표범의 턱을 문질렀다.
en_us: Amon let out a deep sigh and rubbed his soft cheek against Blondina’s arm, and she also rubbed his chin.{j}

source: 「만지면 기분이 좀…… 아무튼 그런 게 있어.{j}여기는 만지지 마.」
en_us: “If you touch here, I feel...nevemind. Just don’t touch it.”{j}

source: “언니도 왔구나.{j}미리 언질이라도 주지.{j}여기서 보고 조금 놀랐어.”
en_us: “Blondina, you’re here too. You should’ve given us a heads up. I didn’t expect to see you here today.”{j}{j}

source: 블론디나의 숙소 안에서 남자의 형체를 보고 달려온 에이몬이었다.
en_us: It was Amon who hurriedly charged to save Blondina after noticing a masculine figure in Blondina’s room from a far.

source: 오늘도 역시 혼자였다.
en_us: Blondina was always alone.

source: “제가 피곤할 게 뭐 있어요, 황녀님.{j}차 마시고 늘어지게 잔 게 다인데…….”
en_us: “What is there to be tired about, princess? All I did today was have a cup of tea and relax with you...”{j}

source: 블론디나는 말없이 한쪽 무릎을 꿇고 앉아 두 손을 내밀었다.
en_us: Blondina lowered one of her knees to the ground and reached out her hands for the cat. The face of the cat, no, the face of the baby leopard sulkily looking up at her was irresistibly cute.

source: “이 파이 되게 맛있더라.”
en_us: “This pie was sure tasty.”

source: 입 벌려 발음하면서 낯선 문자를 외우려 노력했다.
en_us: Blondina tried her best to memorize the unfamiliar letters while pronouncing after them.

source: 뒹굴뒹굴하는 에이몬은, 뺨에 닿는 체온이 만족스러웠는지 꼬리를 살랑살랑 흔들고 있었다.
en_us: After rolling around a couple of times, Amon began to wag his tail enjoying the warmth coming from her hand.

source: “하지만 그렇다고 해서 날 때부터 고귀하게 태어난 자들이 날 무시하고 짓밟을 권리를 가진 건 아니야.”
en_us: “But the fact that they come from royal and noble families doesn’t give them the right to look down on me or insult me.”

source: 태어난 아이가 능력이 없음을 확인하자 여자를 버리고 다시 황궁으로 돌아왔다.{j}초라한 여인의 아름다운 미모에 혹해 1년간 흔들렸던 것뿐, 다시 제자리를 찾은 것이다.
en_us: As soon as he learned that his lover’s daughter didn’t wield the power he longed for, he ended his one year relationship and returned to the castle where he belonged.{j}

source: 누워 있던 라르트 황자는 가슴팍을 부여잡고 몸을 웅크렸다.
en_us: Prince Lart crouched on the ground holding his chest tight.

source: 블론디나는 그 말의 의미를 탐색하며, 에이몬의 앞발을 슬쩍 들어 올렸다.
en_us: As Blondina pondered upon the meaning of his question, she held Amon’s front paw and lifted it from the ground.

source: “감사합니다.{j}고귀하신 황녀님과 함께할 수 있기를.”
en_us: “Thank you. I hope you will bless us with your presence.”{j}

source: 나뭇잎 사이로 떨어진 빛이 단정하고 말간 얼굴 위에서 반짝거린다.{j}검은 머리카락이 매끄러운 이마를 살랑거리며 덮었다.{j}보는 것만으로도 호흡을 멈출 정도로 아름다운 소년이, 탐스러워 보이는 붉은 입술로 호선을 그리며 예쁘게 웃었다.
en_us: The light filtering through the tree leaves glittered over his face and silky smooth bangs were hanging above his forehead. A breathtakingly beautiful boy smiled with his sweet lips before Blondina.{j}{j}

source: 지금 고양이가 인간이 된 게 영 꿈 같았지만, 생각해 보면 그렇다.{j}애초에 고양이가 사람 말을 한다는 것부터 말이 안 되지 않은가.
en_us: At first, she thought she was in a dream where a cat turned into a boy. However, the more she thought about what had happened. It didn’t make sense since the beginning when she found a talking cat.{j}

source: “어?{j}블론디나, 아니, 블론디나 누나가 한 브로치!{j}이거 아델라이 네 거랑 똑같지 않아?”
en_us: “Oh? Blondina, I mean, sister, your brooch! It looks exactly like Adellai’s!”{j}{j}

source: 심드렁한 에이몬의 말에 블론디나가 어색한 미소를 올렸다.
en_us: Blondina smiled awkwardly to his words.

source: 블론디나의 반응이 재밌는지 귀가 살짝 쫑긋거리고 있었다.
en_us: He sounded like he was enjoying their reactions.

source: 아름다운 낯 위로 햇살이 찬란히 부서졌다.
en_us: As he faced his servant with an indifferent face, the sunlight vibrantly shined down, giving light to his beauty.

source: 최근, 시칠라 왕국과 제국 사이에 무역 협정이 체결됐다.{j}그것을 기념하여 시칠라 왕국의 왕자와 대표 귀족 몇몇이 제국을 방문한 참이었다.{j}그다지 커다란 행사는 아니었으나, 황족 모두가 모여 그들의 방문을 환영하고 있는 참이었다.{j}블론디나 역시 마찬가지였다.
en_us: The Ates Empire recently signed a trade agreement with the Kingdom of Sichilla. And in commemoration, the prince and several nobles of Sichilla had made an official visit to Ates. Although it wasn’t a major event, the entire royal family had gathered to greet the envoy visiting their empire, including Blondina.{j}{j}{j}

source: 「어때.{j}내 선물 마음에 들어?」
en_us: “So, do you like my gift?”{j}

source: “응?{j}무슨 뜻이야?”
en_us: “What do you mean?”{j}

source: 볕이 좋은 날이었다.{j}테이블 앞에 멍하니 앉은 블론디나는, 시녀 루시가 하는 얘기를 듣고만 있었다.
en_us: One sunny day, Blondina sat by the window in her room as she absentmindedly listened to Lucy talking next to her.{j}

source: 몸을 웅크린 채 절 향해 하악거리고 있는 작고 까만 생명체가 보였다.
en_us: In the bushes, she found a small black creature yawning before her.

source: 「그래, 브리디.」
en_us: “Okay, Briddie.”

source: 제법 직설적인 질문이 나왔다.{j}필립은 어깨를 으쓱하고는 고개를 내저었다.
en_us: Blondina wanted to see how Philip would response to her blunt question, but Philip shrugged his shoulders and shook his head.{j}

source: 그가 그리 간단하게 올릴 이야기는 아니었다.{j}서글픔과 슬픔, 어머니에 대한 연민.{j}복잡한 감정이 치밀었다.
en_us: Her feelings couldn’t be described in a single word. Sadness, sorrow, and compassion all whirled up deep inside her heart.{j}{j}

source: 하지만 인사는 끝까지 이어지지 않았다.{j}블론디나 품 안의 고양이를 발견하고는 말을 내뱉는 대신 불안한 호흡을 들이켠 것이다.{j}그는 경악한 얼굴로 고양이를 살피고 그 이마에 난 자주색 보석에 시선을 박았다.{j}머지 않아 커다란 고성이 터져 나왔다.
en_us: The knight paused in surprise. Then, he took in a deep breath after seeing the black cat in Blondina’s arms. His face turned pale as he observed the cat. Soon, he let out a loud cry while his eyes were fixed on the purple jewel on the cat’s forehead.{j}{j}{j}

source: 살짝 손을 들어 손끝으로 에이몬의 뺨을 간질였다.{j}에이몬은 얼굴을 살짝 찡그리더니 블론디나의 품에 얼굴을 더 묻고는 고롱고롱 잠들었다.
en_us: Amazed by his beauty once more, Blondina reached out her hands to softly touch his cheeks. When her fingers first touched him, it looked like he slightly frowned, but soon enough he burrowed his head into Blondina’s hand and continued sleeping.{j}

source: “아델라이!{j}블론디나도 고대어를 아나 봐!”
en_us: “Adellai, it sounds like Blondina also understands Old Atesian!”{j}

source: 블론디나는 지난 두 달간 배운 고대어를 중얼거리며 최대한 여유로운 얼굴로 장미 화병 옆에 섰다.
en_us: As she muttered the Old Atesian words she had memorized these past two months, she walked toward a vase full of roses and stood next to it with the most relaxing face she could make.

source: 블론디나는 슬쩍 뒤를 돌아보고는 얼굴을 굳혔다.
en_us: Blondina carefully turned her back to see who it was, but in an instant she froze still in her seat.

source: 그에게 제 존재는 그쯤이라는 건 이미 알고 있었다.{j}그래서일까.{j}그의 삐죽삐죽한 말이 그리 상처 되지는 않았다.{j}오히려 그의 잔혹한 말보다 절 더 아프게 하는 건 제 뺨을 내리치던 식당 주인의 커다란 손바닥이다.
en_us: Blondina knew that her existence was nothing of significance to the emperor. Maybe it was because of her low expectation that the his harsh words did no harm to her. They were nothing compared to the pain she had to go through being slapped by the innkeeper’s humongous palm.{j}{j}{j}

source: “맞아.{j}에이몬이 귀엽게 생기기는 했지.{j}털 색도 반지르르한게 새까맣고 눈도 반짝거리고.{j}눈동자에 꼭 보석 박힌 것 같아, 그치?”
en_us: “You’re right. Amon is pretty adorable with his shiny coat of black fur, and sparkling eyes. Don’t they look like jewels? ”{j}{j}{j}

source: “응?{j}기분 나빴어?{j}미안…….”
en_us: “Oh, did I upset you? I’m sorry...”{j}{j}

source: “나도 모르지.”
en_us: “How would I know?” Blondina responded.

source: 에이몬이 힘주어 가슴팍을 꾸욱 밟을 때마다 고통으로 눈앞이 흐릿해졌다.{j}어쩌면 뼈가 이미 부러졌을지도 모른다.
en_us: As Amon pressed harder into his chest, Prince Lart felt his sight blur in pain. He was trying his best to not snap out, but with his body going numb, he thought the pressure had already broken all of his ribs.{j}

source: “여긴 무슨 일로 왔나요?{j}아니, 무슨 일로 왔지?”
en_us: “What do you want, sir? Ah no, what brings you here?”{j}

source: “그럼, 이제 시합을 시작해 보도록.”
en_us: “Let the games begin.”

source: 왠지 모를 분위기가 그랬다.
en_us: Her guts were telling her he wasn’t an easy person to deal with.

source: “내가 표범으로 있으면 펜을 쥘 수가 없잖아.”
en_us: “I can’t hold a quill when in leopard form.”

source: 권세 없는 황녀 따위, 공작가의 딸보다 별 볼 일 없다.{j}그것도 황제에게 외면당하다시피 하는 허울뿐인 황녀라면 더욱.
en_us: A princess without authority was considered less than a daughter of duke to the people in the ballroom. Furthermore, a princess neglected by the emperor was considered far less.{j}

source: “너.{j}블론디나라고 했던가.”
en_us: “Blondina, was it?”{j}

source: 기사가 등 돌리기 전, 소년이 툭하니 제 말을 밀어 넣었다.
en_us: Right before the knight was about the flee from the site, the boy added one last word as a sign of warning.

source: 아무래도 절 괴롭히려는 데 이유 따위는 없는 것 같기에 블론디나 역시 생각 없이 답하기로 했다.
en_us: When it became clear to her that there weren’t any specific reasons to explain his actions, she countered back with a stupid answer.

source: 블론디나는 허리를 꾸벅 숙였다.{j}저도 모르게 한 행동이었다.{j}눈앞에 있는 이가 황자 아닌가.{j}저 역시 황녀라 하더라도 아직 익숙지 않다.
en_us: Blondina instinctively bowed to his younger brother as she wasn’t used to being a princess after all.{j}{j}{j}

source: 내 예쁘고 귀여운 표범.
en_us: My cute pretty leopard.

source: 에이몬은 까칠하게 답하며 턱을 좀 더 들었다.
en_us: Amon was still the same. With his cranky voice, he almost spilled everything to Blondina. He stopped talking and raised his chin asking Blondina to rub him more.

source: ……이상하다.{j}화를 내고 있었는데 왜 블론디나의 품에 안겨 있는 걸까.{j}이 빌어먹을 습관 같으니!
en_us: That’s weird. Just now I was so mad, but how did I end up in Blondina’s arms? Damn this habit of mine!{j}{j}

source: “예뻐.{j}예쁘게 생겼어.”
en_us: “Pretty. You’re really pretty.”{j}

source: “의미 없을걸.”
en_us: “There is probably no significant meaning to it.”

source: 들판 위에 환하게 떠올랐던 태양이 뉘엿뉘엿 나뭇잎 사이에 걸리고 그 후 들판 뒤로 사라질 때까지, 에이몬은 오지 않았다.
en_us: As the sun slowly disappeared beyond the horizon with its rays dimming through the leaves, Amon was still nowhere to be found.

source: 에이몬은, 제게 뺨을 비비는 블론디나를 앞발로 톡톡 두드리더니 이내 슬쩍 밀어냈다.
en_us: The leopard pushed away her cheek from his after tapping it a couple of time and jumped off her as she let go of him from her arms.

source: 속이 조금 복잡해졌다.
en_us: Blondina felt awkward, shy, and nervous at the same time, sitting in front of Amon.

source: 자수를 놓던 블론디나와, 시녀 루시가 동시에 에이몬을 향해 후다닥 뛰어 들어왔다.
en_us: Surprised by Amon’s sudden visit, Blondina and Lucy both dropped their embroidery and ran to Amon.

source: 블론디나는 대답하는 대신 눈만 깜빡였다.{j}정답이었다.
en_us: That was it. It was all Prince Lart’s doing. However, all Blondina could do was stay silent.{j}

source: 하지만 미래의 일이니 우선 미리 호들갑 떨 필요는 없겠지.
en_us: Since the future remained unknown, Lucy decided not to tell everything to the princess.

source: 「못할 것도 없지.{j}지금이라도 네 머리끝부터 발끝까지 핥고 자근자근 씹어 삼킬 수 있다고.」
en_us: “Why not. I can lick you from head to toe right now, and chew you up, and swallow you whole.”{j}

source: 꽥!
en_us: Ack!

source: 아무래도 저번 일이 마음에 걸렸다.
en_us: She had not forgotten what had happened the last time she attended one.

source: 결국 에이몬에게 한 대 맞은 마제또는 루시에게 날아가 시무룩하게 안겼다.
en_us: Amon swatted Majetto in the face to make him stop. Majetto flew to Lucy’s shoulder in a sullen face.

source: 혹시 주제넘은 발언이라 날 혼내시려나.
en_us: Did I act out of line? I hope I’m not in trouble.

source: “이번에 저희 소유 광산에서 모처럼 커다란 보석이 발견됐기에 만든 것입니다.”
en_us: “We discovered a huge gemstone at one of our mines and used it to make this.”

source: 에이몬은 라르트 황자를 향한 더 나은 폭력 행위를 약속했다.
en_us: Amon promised Blondina that he will make a better scene for Blondina next time he meets Prince Lart.

source: 능구렁이처럼 절 약올리고 비웃는 걸 보니 아무래도 보통이 아니다.
en_us: Prince Lart sensed that she wasn’t an easy opponent to bring down.

source: 곱고 예쁘게 잘 키운 소중한 것을 빼앗긴 듯한 느낌마저 드는 이상한 기분이었다.
en_us: It kind of felt like she had lost something that she dearly cared for.

source: 한편, 아이들과 인사를 마친 황제는 문득 시선을 들었다.{j}그런 후 발견했다.{j}기둥 뒤에 삐죽 나온 푸른 드레스 자락을.
en_us: Meanwhile, after finishing his greetings with his children, the emperor glanced around the ballroom and noticed a blue dress sticking out from one of the pillars.{j}{j}

source: 라르트 황자.{j}제국의 어린 황자는 단순하고 직설적인 성격에 눈치가 조금 없는 편이었다.{j}에이몬에게 된통 당하고도 지금 블론디나 앞에서 히죽거릴 수 있는 이유도 그 때문이다.
en_us: Prince Lart was quite famous for being simple-minded and straightforward with his remarks. He was also known for not being smart enough to read the room.{j}{j}Such characteristics allowed him to continue teasing Blondina even after bullied by Amon.

source: 아.
en_us: Ah.

source: 고대어를 배웠나?{j}
en_us: But where would she teach herself to speak Old Atesian?

source: 처음엔 외로웠기에 친구가 되고 싶어 다가갔고, 그 이후엔 친구가 될 수 없어 싸웠다.
en_us: Like any another kids, he tried to become friends with others out of loneliness. However, it never turned out well. So, he decided to fight each and every one of them.

source: 에이몬이 앞발로 블론디나의 두 뺨을 밀어냈다.
en_us: Amon tried to push away Blondina’s cheeks with his paws.

source: 가뜩이나 ‘천한’ 핏줄이 섞였다 일컬어지는데 보석을 보고 천박한 반응을 보이기는 싫었다.
en_us: It was one of the most beautiful jewelries she had ever seen, but she didn’t want to react vulgarly, being conscious of how people described her in the castle.

source: 저 멀리서 미약하게 냐옹!{j}하는 소리가 났다.
en_us: She heard a small meow in far distance.{j}

source: 시간이 지나 블론디나의 궁 앞에서 기사 로하디를 만났을 땐 살짝 지끈거리는 통증만이 남았고 지금은 온전히 나아 버렸다.
en_us: From the time Blondina encountered the knight in front of the palace until now, there was more than enough time for Amon to completely heal his leg.

source: 라르트 황자의 눈이 가느다랗게 좁아 들었다.
en_us: Prince Lart’s eyes narrowed in.

source: 블론디나는 그의 입가 솜털에 묻은 파이 부스러기를 톡톡 털어 주었다.
en_us: Blondina softly brushed the crumbs off of his furry face and thought to herself.

source: 흑표범.
en_us: Black leopard.

source: “우리끼리만 아는 얘기를 해서 좀 재미가 없죠?{j}미안해요.{j}이제 언니도 같이해요.”
en_us: “I’m sorry. It must have been boring, hearing us talk about things you know nothing about. Please join us in our conversation.”{j}{j}

source: 에이몬은 한심하다는 눈초리로 마제또를 내려다보다가 이내 창문 밖으로 휙 던져 버렸다.
en_us: Amon looked down at Majetto with pity, then hurled the sparrow out the window annoyed by it.

source: 에이몬의 작은 몸을 덥석 안아 뺨을 비볐다.
en_us: Blondina rushed to Amon and hugged him in her arms, rubbing his cheek against hers.

source: 하지만 그 어조에 숨겨져 있는 만족감을 블론디나는 어렵지 않게 느낄 수 있었다.
en_us: Blondina was easily able to tell Amon was greatly pleased with her answer. She was willing to do whatever pleased him so that he wouldn’t feel distressed visiting her at her palace.

source: 어디서인가 부드러운 바람이 흘러들었다.{j}지금 둘은 고대어 공부를 위해 창가 테이블에 마주 앉아 있는 참이었다.
en_us: A soft breeze flowed in as the two sat down facing each other at a table beside the window to study Old Atesian.{j}

source: 「야!{j}너네가 먼저 뒤에서 나 덮쳤잖아!」
en_us: “Hey! It was because you both jumped me from behind!”{j}
